Repository: essoemmo/projects
Catalog: mary/resources/lang/i18n/*/LC_MESSAGES/back.po
Languages: ar

source: Translation
ar: الترجمة

source: language
ar: اللغة

source: users
ar: المستخدمين

source: title
ar: العنوان

source: content
ar: المحتوي

source: published
ar: نشر

source: save
ar: حفظ

source: Permissions
ar: الصلاحيات

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Added Successfully !
ar: تمت الإضافة بنجاح

source: Updated Successfully !
ar: تم التحديث بنجاح

source: Deleted Successfully !
ar: تم الحذف بنجاح

source: General Setting
ar: الاعدادات العامة

source: Title
ar: العنوان

source: Website Name
ar: اسم الموقع

source: email
ar: البريد الإلكتروني

source: Website email
ar: بريد الكتروني للموقع

source: logo
ar: صورة اللوغو

source: Control website
ar: موقع التحكم

source: open
ar: مفتوح

source: close
ar: مغلق

source: facebook_url
ar: لينك الفيس

source: instagram_url
ar: لينك الانستجرام

source: twitter_url
ar: لينك التويتر

source: phone
ar: الموبايل

source: address
ar: العنوان

source: description
ar: الوصف

source: TitleTopSearch
ar: العنوان فوق البحث

source: descrption top the search
ar: الوصف فوق البحث

source: Titleactivemember
ar: عنوان العضو النشيط

source: descrption activemember
ar: وصف العضو النشط

source: Titleactivemember2
ar: عنوان العضو النشط 2

source: descrption descrptionactivemember2
ar: وصف العضو النشط 2

source: register_msg
ar: رسالة التسجيل

source: send massege
ar: ارسال الرسالة

source: send massege to
ar: ارسال الرسالة الي

source: Sorry you should Login
ar: اسف يجب عليك التسجيل اولا

source: Profile
ar: الحساب الشخصي

source: Sign out
ar: تسجيل الخروج

source: delete
ar: حذف

source: Are you sure ?
ar: هل أنت واثق ؟

source: yes
ar: نعم

source: no
ar: لا

source: create new Category
ar: انشاء قسم جديد

source: create
ar: أنشئ في

source: edit
ar: تعديل

source: Are you sure ?
ar: هل أنت واثق ؟

source: add
ar: اضافة

source: ID
ar: رقم المسلسل

source: Name
ar: الاسم

source: created_at
ar: أنشئ في

source: updated_at
ar: تم التحديث في

source: Controll
ar: التحكم

source: Nationalty
ar: الجنسية

source: cityname
ar: اسم المدينة

source: Add
ar: اضافة

source: Permission Name
ar: اسم الصلاحية

source: Article Category
ar: مقال الاقسام

source: added Succfully
ar: تمت الإضافة بنجاح

source: updated Succfully
ar: تم التحديث بنجاح

source: deleted Succfully
ar: تم الحذف بنجاح

source: create new Stories
ar: إنشاء قصص جديده

source: show
ar: عرض

source: edit member
ar: تعديل العضو

source: member ship
ar: العضويات

source: All member ship
ar: كل العضويات

source: Department
ar: الاقسام

source: All Category
ar: كل الاقسام

source: male
ar: ذكر

source: female
ar: انثي

source: material_status
ar: الحالة الاجتماعية

source: photo
ar: الصورة

source: Age
ar: العمر

source: account_setting
ar: اعدادات الحساب

source: User name
ar: الاسم

source: Address
ar: العنوان

source: nationalty
ar: الجنسية

source: Country
ar: البلد

source: City
ar: المدينة

source: About the partener
ar: معلومات عن شريكك

source: About me
ar: معلومات عنك

source: edit Member
ar: تعديل العضو

source: Sorry not found city to this country
ar: عذرا لايوجد مدينة لهذا البلد

source: Manage best member
ar: افضل الاعضاء

source: edited Succfully
ar: التعديل بنجاح

source: Stories
ar: القصص

source: title required
ar: العنوان مطلوب

source: content required
ar: المحتوي مطلوب

source: Add Succfully
ar: إضافة بنجاح

source: create_options
ar: اضافة خيار جديد

source: set best list
ar: إضافة الي القائمة المفضلة

source: Remove from best list
ar: حذف من القائمة المفضلة

source: New member
ar: تعديل العضو

source: All member ship
ar: كل العضويات

source: password
ar: كلمة المرور

source: Password_confirmation
ar: تأكيد كلمة المرور

source: add Member
ar: اضافة عضو

source: Manage Active member
ar: الأعضاء النشطة

source: group
ar: المجموعات

source: Required
ar: المطلوب

source: options
ar: خيارات

source: option
ar: خيارات

source: contact
ar: اتصل بنا

source: remove Done
ar: تم الحذف

source: online User
ar: المتاحين حاليا

source: registered user
ar: رسالة التسجيل

source: Delete Record
ar: حذف

source: You Want You Sure Delete This Record
ar: انت تريد تأكيد عملية الحذف

source: Your credentials doesn`t match our service
ar: غير مطابق لدينا

source: Member Ship
ar: العضويات

source: Cost required
ar: السعر مطلوب

source: years required
ar: السنة مطلوبة

source: must be numeric
ar: يجب ان يكون رقم

source: new title
ar: العنوان

source: set active list
ar: إضافة الي القائمة النشطة

source: Remove from active list
ar: حذف من اللاعضاء النشطين

source: cost
ar: السعر

source: Duration
ar: العام

source: years
ar: سنة

source: Translate
ar: ترجمة

source: Back
ar: عودة

source: Word
ar: كلمة

source: Success
ar: بنجاح

source: Translated
ar: ترجمة

source: Members
ar: الاعضاء

source: show massege
ar: رسائل الاعضاء

source: Option Group
ar: خيارات المجموعات

source: create new ArticlesCat
ar: انشاء مقال جديد

source: Image
ar: الصور

source: image
ar: الصور

source: Setting
ar: الاعدادت

source: updated wrong
ar: تحديث خاطئ

source: All Records
ar: كل الحقول

source: Record Translated
ar: ترجمة الحقول

source: To Translate
ar: الترجمه

source: Articles
ar: المقالات

source: create new Articles
ar: انشاء مقال جديد

source: Category
ar: القسم

source: Material Status
ar: الحالة الاجتماعية

source: Date
ar: التاريخ

source: Roles
ar: مجموعات المستخدمين

source: Can`t Edit this Role !
ar: لايمكن حذف هذه القاعدة

source: Can`t Delete this Role !
ar: لايمكن حذف هذه القاعدة

source: to
ar: الي

source: message
ar: الرسائل

source: Users
ar: المستخدمين

source: updated Successfully !
ar: تم التحديث بنجاح

source: Can`t Delete This User
ar: لايمكن حذف هذا اليوزر

source: export csv
ar: تحميل csv

source: create new memberShip
ar: انشاء عضوية جديدة

source: add slider
ar: اضافة الاسلايدر

source: add-Slider
ar: اضافة اسلايدر

source: Descrption
ar: الوصف

source: edit-Slider
ar: تعديل الاسلايدر

source: Categories
ar: الاقسام

source: deleted successfly
ar: تم الحذف بنجاح

source: security
ar: الأمان

source: permissions
ar: الصلاحيات

source: role
ar: مجموعات المستخدمين

source: Slider
ar: الاسلايدر

source: GeneralSetting
ar: الاعدادات العامة

source: membership
ar: العضويات

source: categories
ar: الاقسام

source: Features
ar: المميزات

source: featureGroup
ar: مجموعة المميزات

source: converstions
ar: المحادثات

source: All converstions
ar: كل المحادثات

source: All Members
ar: كل الاعضاء

source: create Members
ar: اضافة العضو

source: All Stories
ar: كل القصص

source: Article
ar: المدونة

source: CategoryArticle
ar: قسم المقال

source: Article Mangement
ar: إدارة المقالات

source: Bestmember
ar: افضل الاعضاء

source: ActiveMember
ar: انشط الاعضاء

source: UserMassege
ar: رسائل الاعضاء

source: subscriped
ar: اشترك الان
