Repository: essoemmo/projects
Catalog: mary/resources/lang/i18n/*/LC_MESSAGES/front.po
Languages: ar, fr

source: Home
ar: الرئيسية
fr: Accueil

source: Search result
ar: نتائج البحث
fr: Résultat de la recherche

source: Send massges
ar: ارسال رسالة
fr: Envoyer des messages

source: close
ar: اغلاق
fr: proche

source: send massege
ar: ارسال رسالة
fr: envoyer le message

source: To login
ar: التسجل في الموقع
fr: S'identifier

source: Sorry you should Login
ar: عفوا يجب التسجيل أولا في الموقع
fr: Désolé, vous devriez vous connecter

source: You should login in the web to send the like
ar: يجب التسجل أولا لكي تستطيع ارسال الاهتمام
fr: Vous devez vous connecter sur le Web pour envoyer le même

source: done like !!
ar: تم الارسال بنجاح
fr: fait comme !!

source: done dislike !!
ar: تم ارسالة عد اهتمام بنجاح
fr: fait ne pas aimer !!

source: Zawage Article
ar: مدونة زواج
fr: Zawage L'Article

source: Sorry dont Found
ar: عفوا لايوجد نتيجة
fr: Désolé, pas trouvé

source: profile
ar: الحساب الشخصي
fr: profil

source: like
ar: اهتمام
fr: comme

source: blocked
ar: حظر
fr: bloquée

source: disliked
ar: غير مهتم
fr: détesté

source: login in web
ar: التسجل في الموقع
fr: se connecter en web

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Remember Me
ar: تذكرني
fr: Souviens-toi de moi

source: Login
ar: دخول
fr: S'identifier

source: Forgot your password
ar: نسيت كلمة المرور
fr: Mot de passe oublié

source: Register
ar: التسجيل الان
fr: S'inscrire

source: I have taken the oath, and I will stick to it
ar: لقد حلفت اليمين ، وسألتزم بها
fr: J'ai prêté serment et je vais m'en tenir à cela

source: Department
ar: الاقسام
fr: département

source: female
ar: انثي
fr: femelle

source: male
ar: رجل
fr: mâle

source: Register now
ar: التسجيل الان
fr: S'inscrire

source: In the name of God I trusted in God God bless me good wife
ar: بسم الله , توكلت على الله , اللهم أرزقني الزوجة الصالحة
fr: Au nom de Dieu, j'ai confiance en Dieu. Que Dieu me bénisse, bonne épouse

source: memberShip
ar: العضويات
fr: adhésion

source: All member ship
ar: كل العضويات
fr: Tous les membres

source: username
ar: اسم المستخدم
fr: Nom d'utilisateur

source: password
ar: كلمة المرور
fr: mot de passe

source: password_confirmation
ar: تاكييد كلمة المرور
fr: Confirmation mot de passe

source: email
ar: البريد الالكتروني

source: The nickname that appears to all members must be decent and respectable must not exceed 15 characters
ar: هو الاسم المستعار الذي يظهر لجميع الاعضاء يجب أن يكون لائق ومحترم يجب أن لايزيد عن 15 حرف
fr: Le pseudo qui apparaît à tous les membres doit être décent et respectable ne doit pas dépasser 15 caractères

source: country
ar: البلاد
fr: pays

source: city
ar: المدينة
fr: ville

source: Address
ar: العنوان
fr: Adresse

source: nationalty
ar: الجنسيات
fr: nationalité

source: material_status
ar: الحالة الاجتماعية
fr: situation matérielle

source: age
ar: العمر
fr: âge

source: about the partener
ar: عن شريكي
fr: à propos du partenaire

source: (Please write in a serious manner and it is forbidden to write email or mobile number in this place)
ar: ( يرجى الكتابة بطريقة جادة , ,ويمنع كتابة الإيميل أو رقم الجوال في هذا المكان)
fr: (S'il vous plaît écrivez de manière sérieuse et il est interdit d'écrire un email ou un numéro de téléphone portable à cet endroit)

source: about_me
ar: عن نفسك
fr: À propos de moi

source: Very confidential information
ar: معلومات سريه جدا
fr: Informations très confidentielles

source: Full name and mobile number: Management information that will never appear to anyone
ar: الاسم الكامل ورقم الجوال : معلومات خاصة بالإدارة ولن تظهر لأحد أبدا
fr: Nom complet et numéro de portable: informations de gestion qui n'apparaîtront jamais à personne

source: Writing this information correctly is a confirmation of your seriousness in marriage
ar: كتابه هذه المعلومات بشكل صحيح هو تاكيد لجديك في الزواج
fr: Écrire cette information correctement est une confirmation de votre sérieux dans le mariage

source: By entering your mobile number, you will be able to use the Jawwal Jawal under construction service that allows you to receive and send mobile messages
ar: من خلال إدخال رقم هاتفك النقال ، ستكون قادرا علي استخدام جوال جوال تحت خدمه البناء التي تسمح لك باستلام وإرسال رسائل الجوال
fr: En entrant votre numéro de téléphone mobile, vous pourrez utiliser le service Jawwal Jawal en construction qui vous permet de recevoir et d’envoyer des messages mobiles.

source: fullname
ar: الاسم بالكامل
fr: nom complet

source: mobile
ar: رقم الجوال

source: I have taken the oath and I will stick to it
ar: لقد حلفت اليمين ، وسألتزم بها
fr: J'ai prêté serment et je vais m'en tenir

source: save
ar: حفظ
fr: enregistrer

source: Sorry not found city to this country
ar: عذرا لايوجد مدينة لهذا البلد
fr: Désolé, pas trouvé de ville dans ce pays

source: You must determine your commitment to the department and determine your nationality
ar: يجب عليك اختيار القسم اولا
fr: Vous devez déterminer votre engagement envers le département et déterminer votre nationalité

source: name
ar: الاسم
fr: Nom

source: login first
ar: المسجلين اولا
fr: s'enregistrer d'abord

source: Sorry dont Found activeuser
ar: عذرا لايوجد أعضاء نشطين حاليا
fr: Désolé ne trouve pas l'utilisateur actif

source: from
ar: من
fr: de

source: message
ar: الرسائل

source: created_at
ar: أنشئ في
fr: créé à

source: Controll
ar: التحكم
fr: Contrôle

source: Sorry dont Found search
ar: اسف لايوجد نتائج لهذا البحث
fr: Désolé, pas trouvé de recherche

source: Sorry dont Found onlineuser
ar: عذرا لايوجد أعضاء نشطين حاليا
fr: Désolé, pas trouvé en ligne

source: Language
ar: اللغة
fr: La langue

source: Stories
ar: القصص
fr: Histoires

source: onlineUser
ar: الأعضاء النشطين

source: My wish list
ar: قائمة المفضلة
fr: Ma liste d'envies

source: Members area
ar: منطقة العضو
fr: Zone des membres

source: Profile
ar: الحساب الشخصي
fr: Profil

source: Logout
ar: خروج
fr: Se déconnecter

source: Log In
ar: دخول
fr: S'identifier

source: Contact Us
ar: اتصل بنا
fr: Contactez-nous

source: Country
ar: البلاد
fr: Pays

source: all
ar: الكل
fr: toute

source: Categories
ar: الاقسام
fr: Les catégories

source: Contents
ar: الاتصال
fr: Contenu

source: Latest News
ar: اخر الاعضاء
fr: Dernières nouvelles

source: Social Media
ar: وسائل التواصل الاجتماعي
fr: Des médias sociaux

source: You have Massege from
ar: لديك رسالة جديدة
fr: Vous avez un message de

source: Succesffly message sended
ar: تم ارسال الرسالة بنجاح
fr: Message envoyé avec succès

source: updated Succfully
ar: تم التحديث بنجاح
fr: Mis à jour avec succés

source: Massege is sended succssfly
ar: تم ارسال الرسالة بنجاح
fr: Le message est envoyé avec succès

source: message is send successflly
ar: تم ارسال الرسالة بنجاح
fr: le message est envoyé avec succès

source: home
ar: الرئيسية
fr: domicile

source: BestUser
ar: افضل الاعضاء
fr: Meilleur utilisateur

source: Replay massege
ar: ارسال رد
fr: Message de réponse

source: massege befor
ar: الرسالة قبل
fr: massage avant

source: dateOfRegister
ar: تاريخ التسجيل
fr: date de l'inscription

source: online
ar: اونلاين
fr: en ligne

source: offline
ar: اوفلاين
fr: hors ligne

source: Do you want replay the massege
ar: هل تريد الرد علي الرسائل
fr: Voulez-vous répondre au message

source: message Subject
ar: موضوع الرسالة
fr: Objet du message

source: send
ar: ارسال
fr: envoyer

source: Reset Password
ar: تاكييد كلمة المرور
fr: réinitialiser le mot de passe

source: Don't have an account? Click here to register
ar: هل لديك حساب ؟ اضغط لتسجي جديد
fr: Vous n'avez pas de compte? Cliquez ici pour vous inscrire

source: Send a password reset code
ar: ارسال الكود لاعادة كلمة المرور
fr: Envoyer un code de réinitialisation de mot de passe

source: Change Password
ar: تغير كلمة المرور
fr: Changer le mot de passe

source: Normal Member
ar: عضو عادي

source: Account Settings
ar: اعدادت الحساب
fr: Paramètres du compte

source: Code Number
ar: كود الرقم
fr: Numéro de code

source: Save
ar: حفظ
fr: sauver

source: home
ar: الرئيسية
fr: domicile

source: last member
ar: اخر اللاعضاء
fr: dernier membre

source: Subscribed
ar: الاشتراكات
fr: Abonné

source: Thanks for subscribe
ar: شكرا علي اشتراكك معنا
fr: Merci de vous inscrire

source: Click here to unsubscribe
ar: اضغط هنا لالغاء الاشتراك
fr: cliquez ici pour vous désabonner

source: You are already subscribed
ar: انت حقا مشترك حاليا
fr: Vous êtes déjà abonné

source: Subscribe
ar: الاشتراكات
fr: Souscrire

source: search to
ar: بحث في
fr: chercher à

source: Chooose
ar: اختر
fr: Choisir

source: Husband
ar: زوج
fr: Mari

source: wife
ar: زوجة
fr: épouse

source: all_Nationalty
ar: كل الجنسيات

source: all Country
ar: كل البلاد
fr: tout pays

source: From
ar: من
fr: De

source: DontCare
ar: لايهم
fr: Ne t'en fais pas

source: to
ar: الي
fr: à

source: status
ar: الحالة
fr: loi

source: order result
ar: النتائج القديمة
fr: résultat de la commande

source: lastlogin desc
ar: اخر دخول
fr: dernier login desc

source: postdate desc
ar: اخر تحديث

source: Advanced Search
ar: بحث متقدم
fr: Recherche Avancée

source: search
ar: البحث
fr: chercher

source: Active Members
ar: الأعضاء النشطة
fr: Membres actifs

source: BestMember
ar: افضل الاعضاء
fr: Meilleur membre

source: successful Story
ar: القصص الناجحة
fr: histoire réussie

source: Favoutite member
ar: اقرب الاعضاءاليك
fr: Membre préféré

source: Sorry not found!!!
ar: اسف لايوجد نتائج لهذا البحث
fr: Désolé pas trouvé !!!

source: suscribed deleted successfly
ar: تم حذف الاشتراك بنجاح
fr: abonné supprimé avec succès

source: ID
ar: رقم المسلسل

source: state
ar: الحالة
fr: Etat

source: About the partener
ar: معلومات عن شريكك
fr: À propos du partenaire

source: About me
ar: معلومات عنك
fr: À propos de moi

source: You should login in the web to send the blocked
ar: يجب التسجل أولا لكي تستطيع ارسال الحظر
fr: Vous devez vous connecter sur le Web pour envoyer le bloqué

source: Done the user is blocked
ar: تم حظر هذا المستخدم بنجاح
fr: Fait, l'utilisateur est bloqué

source: Done the user is disliked
ar: تم ارسال عدم اهتمام لهذا المستخدم
fr: Fait, l'utilisateur n'aime pas

source: Sorry dont Found Story
ar: اسف لايوجد نتائج لهذا البحث
fr: Désolé, je n'ai pas trouvé d'histoire

source: Search Advanced
ar: بحث متقدم
fr: Recherche Avancée

source: Account settings
ar: اعدادت الحساب
fr: Paramètres du compte

source: Welcome to your account management page
ar: اهلا ومرجبا بك في صفحة حسابك الشخصية
fr: Bienvenue sur votre page de gestion de compte

source: notifaction
ar: الاشعارات
fr: notification

source: likeList
ar: اهتمام

source: dislikeList
ar: غير مهتم
fr: n'aime pas la liste

source: who like me
ar: تم الارسال بنجاح
fr: qui comme moi

source: my massege
ar: رسائلي
fr: mon message

source: My favorite partner
ar: عن شريكي
fr: Mon partenaire préféré

source: online now
ar: اونلاين
fr: maintenant en ligne

source: settings
ar: اعدادت الحساب
fr: paramètres

source: edit details
ar: تعديل
fr: modifier les détails

source: contact mangment
ar: مراسلة الادارة
fr: gestion des contacts

source: logout
ar: خروج
fr: se déconnecter

source: You have been with us since
ar: أنت مشترك معنا منذ قبل
fr: Vous êtes avec nous depuis

source: Your membership number is
ar: ورقم عضويتك هو
fr: Vous êtes avec nous depuis

source: Your data page is at the following address
ar: صفحة بياناتك موجودة على العنوان التالي
fr: Votre page de données est à l'adresse suivante

source: The time in the site is GMT
ar: الوقت في الموقع هو بتوقيت جرينتش
fr: L'heure sur le site est GMT

source: You can control your account properties with special settings
ar: يمكنك التحكم بخصائص حسابك من خلال الإعدادات الخاصة
fr: Vous pouvez contrôler les propriétés de votre compte avec des paramètres spéciaux

source: click here
ar: اضغط هنا
fr: cliquez ici

source: Change the status of your appearance from connected to hidden or vice versa
ar: لتغيير حالة ظهورك في الموقع من متصل الى خفي أو العكس
fr: Changez le statut de votre apparence de connecté à caché ou vice versa

source: Important notice to all members of the site
ar: تنبيه هام لكل العضوات في الموقع
fr: Avis important à tous les membres du site

source: When a member is added to the ignore list he she will not be able to email you anymore Please do not forget to help us and alert us to any member abusing the site, to take the necessary action against him
ar: عند إضافة اي عضو الى قائمة التجاهل , فإنه لن يستطيع مراسلتك بعد الآن , كيف أفعل ذلك نرجو منك عدم نسيان مساعدتنا وتنبيهنا على أي عضو يسيئ استخدام الموقع , لنقوم بإتخاذ الإجراء الازم بحقه
fr: Lorsqu'un membre est ajouté à la liste des ignorés, il ne pourra plus vous envoyer de courrier électronique. N'oubliez pas de nous aider et de nous avertir de tout membre abusant du site, de prendre les mesures nécessaires à son encontre.

source: We ask that we ask you and please not to give your e-mail to any young man no matter what the request Whatever the reasons.Giving e-mail to a young person for quicker understanding and conversation on Messenger is a violation of the terms of correspondence The only way to get in touch with a young man who wants to marry is through internal messaging Site It is the safest way and under the umbrella of site management
ar: منك ونطلب اليك ونترجـــــاااااك أن لا تقومي بإعطاء البريد الإلكتروني الخاص بك لأي شاب مهما الح في الطلب ومهما كانت الأسباب . عطاء البريد الإلكتروني للشاب بغرض التفاهم بشكل اسرع وبغرض المحادثة على الماسنجر يعتبر مخالفة لشروط المراسلة ويعرضك للحظر من الموقع .الطريقة الوحيدة في للتواصل مع الشاب الراغب بالزواج هي المراسلة الداخليه فقط عn الموقع وهي أأمن طريقة وتحت مظلة إدارة الموقع
fr: Nous vous demandons de ne pas donner votre courrier électronique à un jeune homme, peu importe la demande, quelles que soient les raisons. Donner un courrier électronique à un jeune pour une compréhension plus rapide et une conversation sur Messenger enfreint les termes du contrat. correspondance Le seul moyen d'entrer en contact avec un jeune homme qui souhaite se marier est d'utiliser la messagerie interne du site. C'est la manière la plus sûre et sous l'égide de la direction du site.

source: Reason for prohibition
ar: سبب المنع
fr: Raison de l'interdiction

source: Through research,scrutiny and follow-up of the members who request to chat outside the site do not want marriage, but dating and friendship only Most of the requests for e - mail and Messenger does not want to be under the cover of the site for fear of ban, so requests that the conversation takes place outside the site When a member offends the girl off site (via email or messenger), we do not see him and we have no concrete evidence of his ban Therefore, my sister registered on the site is prohibited to give e-mail information to the member There are hundreds of people who have been blessed by God through the site have used only internal messages
ar: من خلال البحث والتدقيق والمتابعة فإن 85% من الأعضاء الذين يطلبون المحادثة خارج الموقع لايريدون الزواج وإنما التعارف والصداقة فقط . اغلب من يطلب الايميل والماسنجر لايريد أن يكون تحت غطاء الموقع خوفا من الحظر , لذلك يطلب أن تتم المحادثة خارج الموقع . عندما يسئ العضو للفتاة خارج الموقع (عبر الإيميل أو الماسنجر) , فنحن لانراه وليس لدينا دليل ملموس على حظره . لذلك ممنوع يا أختي المسجلة بالموقع أعطاء معلومات الإيميل للعضو هناك المئات من الذين وفقهم الله عبر الموقع لم يستخدمو الا الرسائل الداخليه
fr: Par le biais de recherches, de contrôles et de suivis, les membres qui demandent une conversation en dehors du site ne veulent pas de mariage, mais uniquement de rencontres et d’amitiés. La plupart des demandes d’e-mail et de Messenger ne veulent pas être sous la couverture du site. peur de l'interdiction, demande donc que la conversation ait lieu en dehors du site Lorsqu'un membre offense la jeune fille hors site (par courrier électronique ou par messagerie instantanée), nous ne le voyons pas et nous n'avons aucune preuve concrète de son interdiction. Par conséquent, ma sœur s'est inscrite au Il est interdit de donner des informations par courrier électronique au membre. Des centaines de personnes qui ont été bénies par Dieu grâce au site ont utilisé uniquement des messages internes.

source: Bad script on site
ar: سيناريو السيئين في الموقع
fr: Mauvais script sur le site

source: The young person registers the site with good data (false), and corresponds with the girl through internal messages, and ask her e-mail to identify Better on messenger and via email, so the poor girl believes him and gives him the email and messenger And then the young man reveals what he really is and asks to talk about things outside marriage and ask for illegal things. The girl will then tell the administration She has discovered a bad guy and asks him to ban him from the site. The supervisor enters and searches for the young man and sees his data Interior sent there is no And there is no directory inside the site, and the directory only on the messenger that is outside the appointed and powers of the site That is, when the girl violated the conditions of correspondence and the safe way set by the site and exited the young man outside the site I was insulted by the bad guy
ar: يقوم الشاب بالتسجيل بالموقع ببيانات جيدة (كاذبة) , ويقوم بمراسلة الفتاة عبر الرسائل الداخلية, ويطلب منها البريد الإلكتروني للتعرف بشكل أفضل على الماسنجر وعبر الإيميل, فتصدقه الفتاة المسكينة وتعطيه الايميل والماسنجر, وبعدها ينكشف الشاب على حقيقته ويطلب التحدث بأمور خارج موضوع الزواج ويطلب اشياء غير شرعية .ستقوم الفتاة بعدها بإخبار الإدارة انها اكتشفت شاب سيئ وتطلب حظره من الموقع .يدخل المشرف ويبحث عن الشاب ويشاهد بياناته فيجدها جيدة فيشاهد رسائلة الداخلية المرسلة فلا يجد بها سوء !!!! , ولا يوجد أي دليل داخل الموقع , والدليل فقط على الماسنجر الذي هو خارج عين وصلاحيات الموقع . ي عندما خالفت الفتاة شروط المراسلة والطريقة الآمنه التي وضعها الموقع وخرجت تحادث الشاب خارج الموقع تعرضت لهذه الإهانة من الشاب السيئ .
fr: La jeune personne enregistre le site avec de bonnes données (faux), et correspond avec la fille par des messages internes, et lui demande par courrier électronique d'identifier Better sur Messenger et par e-mail, de sorte que la pauvre fille le croit et lui donne le courrier électronique et le messager. Et puis le jeune homme révèle ce qu’il est vraiment et demande de parler de choses en dehors du mariage et de demander des choses illégales. La fille informera alors l'administration. Elle a découvert un méchant et lui demande de l'interdire du site. Le superviseur entre et cherche le jeune homme et voit ses données. Intérieur envoyé, il n'y a pas Et il n'y a pas de répertoire à l'intérieur du site, et le répertoire uniquement sur le messager qui se trouve en dehors de la désignation et des pouvoirs du site C'est à dire, quand la fille violé les conditions de correspondance et la manière sûre établie par le site et est sorti du jeune homme à l'extérieur du site m'a insulté par le méchant

source: form
ar: من
fr: forme

source: created
ar: أنشئ في
fr: établie

source: password is null please write new password
ar: برجاء ادخال كلمة المرور
fr: mot de passe est null s'il vous plaît écrivez nouveau mot de passe

source: password changed
ar: تم تغير كلمة المرور
fr: Mot de passe changé

source: email changed
ar: تم تغير البريد الالكتروني
fr: email changé

source: massege
ar: ارسال رسالة

source: action
ar: التحكم

source: Succesffly values sended
ar: تم ارسال القيم بنجاح
fr: Valeurs envoyées avec succès

source: member ship
ar: العضويات
fr: Tous les membres

source: All member ship
ar: كل العضويات
fr: Tous les membres

source: user name
ar: الاسم
fr: Nom d'utilisateur

source: date register
ar: تاريخ التسجيل
fr: registre de date

source: edit password
ar: تعديل كلمة المرور
fr: réinitialiser le mot de passe

source: edit email
ar: تعديل الايميل
fr: éditer l'email

source: delete member
ar: حذف العضوية
fr: supprimer un membre

source: Edit Details
ar: تعديل
fr: Modifier les détails

source: Your E-mail
ar: ايميلك
fr: Votre e-mail

source: Copyright © 2018 .com™. All rights reserved.
ar: كل الحقوق محفوظة
fr: Copyright © 2018 .com ™. Tous les droits sont réservés.

source: design and development by
ar: تصميم وتطوير
fr: conception et développement par

source: We congratulate all the participants who have been blessed by God to find their other half through this site and wish them a happy life in obedience and satisfactions, and we wish God success to all members The following are some of the successful stories that we have announced
ar: نهنئ جميع المشتركين الذين وفقهم الله بإيجاد نصفهم الآخر عبر هذا الموقع ونتمنى لهم حياة سعيدة في طاعته ومرضاته , ونرجو من الله التوفيق لجميع الأعضاء فيما يلي بعض من القصص الناجحة التي بشرنا بها
fr: Nous félicitons tous les participants qui ont été bénis par Dieu de trouver leur autre moitié sur ce site. Nous leur souhaitons une vie heureuse obéissance et satisfactions. Nous souhaitons à Dieu du succès pour tous les membres. Voici quelques-unes des réussites que nous avons annoncées.

source: Latest Members
ar: اخر الاعضاء
fr: Derniers membres

source: Article
ar: المدونة
fr: Zawage L'Article

source: subscribe
ar: الاشتراكات
fr: Souscrire
