Repository: essoemmo/projects
Catalog: ashhrny/resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: CHOOSE
ar: إختار

source: Language
ar: اللغة

source: Type
ar: النوع

source: Home
ar: الرئيسية

source: Footer
ar: الفوتر

source: Order
ar: الطلب

source: Title
ar: العنوان

source: Columns Number
ar: عدد الأعمدة

source: Setting
ar: الإعدادات

source: Site Setting
ar: إعدادات الموقع

source: Email Setup Setting
ar: إعدادات البريد الإلكتروني

source: Notification Setup Setting
ar: إعدادات الاشعارات

source: User Setting
ar: إعدادات المستخدم

source: Site Languages
ar: لغات الموقع

source: Countries
ar: الدول

source: Cities
ar: المدن

source: Send Users Notifications Or Email
ar: إرسال إشعارات أو بريد الإلكتروني للمستخدمين

source: Security
ar: الأمان

source: Permissions
ar: الصلاحيات

source: Roles
ar: الصلاحيات

source: Add
ar: إضافة

source: All
ar: الكل

source: Admins
ar: المسؤولين

source: Famous
ar: المشهورين

source: Members
ar: الأعضاء

source: Payment Managment
ar: إدارة الدفع

source: Banks
ar: البنوك

source: Social Links
ar: روابط التواصل الإجتماعي

source: Account Type
ar: نوع الحساب

source: Featured Ads Price
ar: تسعير الإعلانات مميزة

source: Social Advertisement Price
ar: تسعير الإعلانات الاجتماعية

source: Points
ar: النقاط

source: Orders
ar: الطلبات

source: Site Ads
ar: إعلانات الموقع

source: Famous Ads
ar: إعلانات المشاهير

source: Our Accounts Ads
ar: إعلانات حساباتنا

source: Featured Members
ar: الأعضاء المميزين

source: Blog Management
ar: إدارة المدونات

source: Blog
ar: المدونة

source: Blog Category
ar: قسم المدونة

source: Tags
ar: الشعارات

source: NewsLetter
ar: النشرة الإخبارية

source: Contacts
ar: تواصل معنا

source: Open Ticket
ar: فتح تذكرة

source: Priority
ar: الأولوية

source: Not Found Articles
ar: لا يوجد مقالات

source: Sorry the page you are looking for is not found
ar: عذرًا ، الصفحة التي تبحث عنها غير موجودة

source: Not Found Members
ar: لا يوجد أعضاء

source: Verify Your E-mail
ar: التحقق من البريد الكتروني

source: Please Verify Your Email
ar: يرجى التحقق من البريد الكتروني

source: (Check Spam for Email)
ar: (التحقق من السبام)

source: Resend Code
ar: اعادة إرسال الكود

source: Please enter the verification code
ar: الرجاء إدخال رمز التحقق

source: Confirm
ar: تأكيد

source: Wrong Activation Code
ar: كود التفعيل خاطئ

source: Add User
ar: إضافة مستخدم

source: First Name :
ar: الاسم الأول :

source: First Name
ar: الاسم الأول

source: Last Name :
ar: الاسم الأخير :

source: Last Name
ar: الاسم الأخير

source: E-Mail Address :
ar: البريد الإلكتروني :

source: Email
ar: الإيميل

source: The cost of advertising :
ar: تكلفة الإعلان

source: The cost of advertising
ar: تكلفة الإعلان

source: Content Type
ar: نوع المحتوي

source: This URL Is Used Before
ar: هذا الرابط مستخدم من قبل

source: No Social Accounts
ar: لا توجد حسابات اجتماعية

source: Create
ar: إنشاء

source: No Icon
ar: لا يوجد أيقونة

source: all record
ar: كل السجلات

source: create new social link
ar: إنشاء رابط اجتماعي جديد

source: id
ar: الرقم

source: title
ar: العنوان

source: icon
ar: الأيقونة

source: edit/delete
ar: تعديل/حذف

source: User
ar: المستخدم

source: Select User
ar: إختيار مستخدم

source: Are you sure ?
ar: هل أنت متأكد؟

source: yes
ar: نعم

source: no
ar: لا

source: Verify Your Email Address
ar: تحقق من بريدك الإلكتروني

source: A fresh verification link has been sent to your email address.
ar: تم إرسال رابط تحقق جديد إلى بريدك الإلكتروني.

source: Before proceeding, please check your email for a verification link.
ar: قبل المتابعة ، يرجى التحقق من بريدك الإلكتروني لمعرفة رابط التحقق.

source: If you did not receive the email
ar: إذا لم تتلقى البريد الإلكتروني

source: click here to request another
ar: انقر هنا لطلب آخر

source: link Sent
ar: تم إرسال اللينك

source: Try Again
ar: حاول مرة أخري

source: Emails Setup
ar: إعداد رسائل البريد الإلكتروني

source: Type & Price
ar: النوع والسعر

source: Select
ar: إختار

source: Website Socials
ar: موقع السوشيال

source: Famous User Socials
ar: لينكات التواصل الاجتماعي للمشهور

source: Price
ar: السعر

source: Save
ar: حفظ

source: success save
ar: تم الحفظ بنجاح

source: success update
ar: تم التعديل بنجاح

source: All Social Advertisement
ar: جميع الإعلانات الاجتماعية

source: Bank Details
ar: تفاصيل البنك

source: Payment Details
ar: تفاصيل الدفع

source: Online Payment
ar: الدفع عبر الإنترنت

source: open Ticket
ar: فتح تذكرة

source: If you do not find a solution to your problem in our knowledge base, you can open a ticket by choosing the appropriate section below.
ar: إذا لم تجد حل لمشكلتك في قاعدة المعرفة الخاصة بنا، بإمكانك فتح تذكرة باختيار القسم المناسب أدناه.

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Added Successfully !
ar: تم الإضافة بنجاح !

source: Updated Successfully !
ar: تم التعديل بنجاح !

source: Deleted Successfully !
ar: تم الحذف بنجاح !

source: success delete
ar: تم الحذف بنجاح

source: Pages
ar: الصفحات

source: All NewsLetter
ar: المشتركين ف النشرة الإخبارية

source: no data
ar: لايوجد بيانات

source: create new category
ar: إنشاء قسم جديد

source: description
ar: الوصف

source: parent
ar: الرئيسي

source: Code Sent Successfully
ar: تم إرسال الكود بنجاح

source: Your e-mail is verified. You can now login.
ar: تم التحقق من البريد الإلكتروني الخاص بك. يمكنك الآن تسجيل الدخول.

source: Your e-mail is already verified. You can now login.
ar: البريد الإلكتروني الخاص بك تم التحقق منه بالفعل. يمكنك الآن تسجيل الدخول.

source: Sorry your email cannot be identified.
ar: معذرة لا يمكن تحديد بريدك الإلكتروني.

source: Your Profile Updated Successfully
ar: تم تعديل الملف الشخصي بنجاح

source: Password Updated Successfully !
ar: تم تحديث الرقم السري بنجاح !

source: Old Password Doesn't Match !
ar: كلمة المرور القديمة غير متطابقة!

source: Your Accounts Updated Successfully
ar: تم تحديث الملف الشخصي بنجاح

source: Rate Added Successfully
ar: تم إضافة التقييم بنجاح

source: Date Added Successfully
ar: تم إضافة التاريخ بنجاح

source: Message
ar: رسالة

source: Type Your Message
ar: اكتب رسالتك

source: Send Method
ar: طريقة الإرسال

source: Choose one of the following...
ar: اختر أحد ما يلي...

source: Notification
ar: إشعارات

source: Select Users
ar: برجاء اختيار المستخدمين

source: Send
ar: إرسال

source: Points List
ar: قائمة النقاط

source: All Points
ar: كل النقاط

source: Not Published
ar: لم يتم النشر

source: Publish
ar: نشر

source: create new banner
ar: إنشاء بانر جديد

source: ID
ar: الرقم

source: Sort
ar: ترتيب

source: Image
ar: الصورة

source: Status
ar: الحالة

source: create new footer
ar: إنشاء فوتر جديد

source: created_at
ar: تاريخ الإنشاء

source: create blog
ar: إنشاء مدونة

source: content
ar: المحتوي

source: Seo
ar: السيو

source: Meta Title
ar: ميتا العنوان

source: Meta Description
ar: ميتا الوصف

source: Meta Keywords
ar: كلمات دلالية

source: Meta Keywords (key1,key2,key3)
ar: الكلمات الرئيسية الوصفية (مفتاح1 ، مفتاح2، مفتاح3)

source: image
ar: الصورة

source: publish
ar: نشر

source: draft
ar: مسودة

source: categories
ar: الأقسام

source: no category
ar: لا يوجد أقسام

source: tags
ar: الشعارات

source: Select an option
ar: حدد اختيارا

source: Create Blog
ar: إنشاء مدونة

source: create new Featured ad data
ar: إنشاء بيانات إعلانات مميزة جديدة

source: price
ar: السعر

source: Delete_Record
ar: حذف سجل

source: You Want You Sure Delete This Record
ar: هل تريد بالتأكيد حذف هذا السجل

source: delete
ar: حذف

source: close
ar: إغلاق

source: Title by language
ar: العنوان حسب اللغة

source: Footer URL
ar: لينك الفوتر

source: Url
ar: اللينك

source: Enter Url
ar: ادخل اللينك

source: All Footer
ar: كل الفوتر

source: Blogs
ar: المدونات

source: NewsLetters
ar: آخر الأخبار

source: Bank Transfer
ar: المعاملات المصرفية

source: Code
ar: الكود

source: Not Sent
ar: لم يتم الإرسال

source: Sent
ar: إرسال

source: all records
ar: كل السجلات

source: Order Number
ar: رقم الطلب

source: Customer
ar: العميل

source: Total
ar: الكلي

source: Status
ar: الحالة

source: Code Status
ar: حالة الكود

source: Created At
ar: تاريخ الإنشاء

source: Edit/Delete
ar: تعديل/حذف

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: انثي

source: Country
ar: الدولة

source: Social Account
ar: الحساب الاجتماعي

source: Search
ar: بحث

source: create new blog category
ar: إنشاء قسم جديد للمدونة

source: create blog category
ar: إنشاء قسم للمدونة

source: Main
ar: الرئيسي

source: Main is checked before if you want this make other not checked
ar: تم إختيار الرئيسي من قبل ,إذا كنت تريد هذا اجعل الآخر غير محدد

source: Create Blog Categories
ar: إنشاء قسم للمدونة

source: My ads with celebrities
ar: إعلاناتي مع المشاهير

source: My Profile
ar: الملف الشخصي

source: Membership No
ar: رقم العضوية

source: Last Ad posted
ar: اخر اعلان مضاف

source: My Advertisement
ar: إعلاناتي

source: Famous Name
ar: اسم المشهور

source: Advertising period from
ar: فترة الإعلان من

source: To
ar: إلي

source: SAR
ar: ريال سعودي

source: Add New Advertisement
ar: إضافة إعلان جديد

source: The cost of a single ad
ar: تكلفة الإعلان الواحد

source: Famous fees are not included
ar: غير شامله رسوم المشهور

source: Account
ar: الحساب

source: No Accounts
ar: لا يوجد حسابات

source: Account Content Types
ar: أنواع محتوى الحساب

source: No Account Content Types
ar: لا يوجد أنواع محتويات الحساب

source: Famous name
ar: اسم المشهور

source: No Users
ar: لا يوجد مستخدمين

source: Famous Fees
ar: رسوم المشهور

source: Add Image / Video
ar: إضافة صورة / فيديو

source: Advertisement Text
ar: نص الإعلان

source: Add Advertisement
ar: أضف إعلان

source: Not Available
ar: غير متاح

source: All Sliders
ar: كل السلايدر

source: admin.title
ar: الادمن.عنوان

source: language's details
ar: تفاصيل اللغة

source: Locale Title
ar: الاسم المحلي

source: Media
ar: الوسائط

source: flag
ar: علم

source: Successfly
ar: تم الإضافة بنجاح

source: All Site Languages
ar: كل لغات الموقع

source: create new slider
ar: إنشاء سلايدر جديد

source: create new tag
ar: إنشاء تاج جديد

source: All Blog
ar: كل المدونات

source: All Rating Levels
ar: كل مستويات التقييم

source: Print
ar: طباعه

source: Send Notification
ar: ارسال اشعار

source: Send Email
ar: ارسل بريد الكتروني

source: Order No
ar: رقم الطلب

source: Customer Details
ar: تفاصيل العميل

source: No Mobile
ar: لا يوجد هاتف

source: Order Status
ar: حالة الطلب

source: wait
ar: منتظر

source: refused
ar: مرفوض

source: accepted
ar: مقبول

source: Accept Ad
ar: قبول الإعلان

source: Not paid
ar: لم يتم الدفع

source: Ad Details
ar: تفاصيل الإعلان

source: Ad Type
ar: نوع الإعلان

source: Ad Cost
ar: تكلفة الإعلان

source: More Details
ar: المزيد من التفاصيل

source: User Social Account
ar: الحساب الاجتماعي للمستخدم

source: Image Or Video
ar: صورة أو فيديو

source: Content
ar: المحتوي

source: Order status successfully modified
ar: تم تعديل حالة الطلب بنجاح

source: The status of the request is not expedited
ar: حالة الطلب غير متوقعة

source: Ad Accepted Successfully
ar: تم قبول الإعلان بنجاح

source: Error Accepting Ad
ar: خطأ في قبول الإعلان

source: Message Sent Successfully
ar: تم إرسال الرسالة بنجاح

source: All Orders
ar: كل الطلبات

source: Add Orders
ar: إضافة طلبات

source: My Points
ar: نقاطي

source: No Points
ar: لا توجد نقاط

source: Insert Identity Image
ar: ادخل صورة الهوية

source: Error Happened Please Try Again
ar: حدث خطأ ، يرجى المحاولة مرة أخرى

source: select
ar: إختار

source: Side Menu Section
ar: القائمة الجانبية

source: Activate My Accounts In Side Menu
ar: تفعيل حساباتي في القائمة الجانبية

source: Activate My Ads In Side Menu
ar: تنشيط إعلاناتي في القائمة الجانبية

source: Activate Featured Ads In Side Menu
ar: تنشيط الإعلانات المميزة في القائمة الجانبية

source: Activate Ad In Our Accounts In Side Menu
ar: تنشيط الإعلان في حساباتنا في القائمة الجانبية

source: Activate My Points In Side Menu
ar: تفعيل نقاطي في القائمة الجانبية

source: Activate Open Ticket In Side Menu
ar: تفعيل فتح تذكرة في القائمة الجانبية

source: Activate Famous Ads In User Menu
ar: تفعيل إعلانات المشاهير في قائمة المستخدم

source: Famous Section
ar: قسم المشاهير

source: Activate Famous Ads in Front
ar: تفعيل إعلانات المشاهير في الصفحة الرئيسية

source: Activate Famous Section
ar: تفعيل قسم المشاهير

source: Famous Identification Section
ar: قسم هوية المشاهير

source: Activate Identification Number
ar: تفعيل رقم الهوية للمشاهير

source: Activate Identification Image
ar: تفعيل صورة الهوية للمشاهير

source: Register Section
ar: قسم التسجيل

source: Activate Normal User Register Option
ar: تفعيل خيار تسجيل المستخدم العادي

source: Activate Famous User Register Option
ar: تفعيل خيار تسجيل المستخدم المشهور

source: Activate Register Section
ar: تفعيل قسم التسجيل

source: Send Email & SMS Section
ar: قسم إرسال البريد الإلكتروني والرسائل النصية القصيرة

source: Activate Send Email Option
ar: تفعيل خيار إرسال البريد الإلكتروني

source: Activate Send SMS Option
ar: تنشيط إرسال خيار الرسائل القصيرة

source: Activate Send Section
ar: تعديل قسم ارسال الرسائل

source: Activate Famous Ads In Side Menu
ar: تنشيط إعلانات المشاهير في القائمة الجانبية

source: Contact Us Section
ar: قسم التواصل معنا

source: Activate Contact Us & Show to Users
ar: تفعيل الاتصال بنا وإظهارها للمستخدمين

source: Activate Users Points
ar: تنشيط نقاط المستخدمين

source: All User Setting
ar: كل إعدادات المستخدم

source: create new currency
ar: إنشاء عملة جديدة

source: create currency
ar: إنشاء عملة

source: Rate
ar: التقييم

source: Rate Value
ar: قيمة التقييم

source: Create Currency
ar: إنشاء عملة

source: No Articles
ar: لا يوجد مقالات

source: Notifications Setup
ar: اعدادات الاشعارات

source: Reset Your Password
ar: إعادة تعيين كلمة السر

source: Password
ar: الرقم السري

source: Please enter your new password.
ar: الرجاء إدخال كلمة المرور الجديدة.

source: Password Confirmation
ar: تأكيد الرقم السري

source: Please re-enter your new password.
ar: الرجاء إعادة إدخال كلمة المرور الجديدة.

source: Reset Password
ar: إعادة تعيين الرقم السري

source: Delete Record
ar: حذف السجل

source: Suspended
ar: معلق

source: Membership has been suspended temporarily, please contact the site administration
ar: تم تعليق العضوية مؤقتًا ، يرجى الاتصال بإدارة الموقع

source: Go Home
ar: ذهاب للرئيسية

source: edit blog category
ar: تعديل قسم للمدونة

source: Edit Blog Categories
ar: تعديل قسم للمدونة

source: No image
ar: لا يوجد صوره

source: create new Bank
ar: إنشاء بنك جديد

source: Sort Up
ar: ترتيب لأعلي

source: Sort Down
ar: ترتيب لأسفل

source: Password :
ar: الرقم السري :

source: Confirm Password :
ar: تأكيد الرقم السري :

source: Confirm Password
ar: تأكيد الرقم السري

source: Mobile
ar: رقم الهاتف

source: Forget Your Password
ar: هل نسيت كلمة المرور الخاصة بك

source: Thanks for trying out
ar: شكرا للمحاوله

source: Welcome
ar: أهلا بك

source: Thanks
ar: شكرا

source: Team
ar: فريق

source: All rights reserved
ar: جميع الحقوق محفوظه لــ موقع

source: My Accounts
ar: حساباتي

source: Enter your accounts and achieve followers and high views
ar: أدخل حساباتك وحقق متابعين ومشاهدات عالية

source: Please choose an account to advertise
ar: يرجى اختيار حساب للإعلان

source: Advertise now
ar: إعلان الآن

source: Advertise Now
ar: إعلان الآن

source: Default Account Changed Successfully
ar: تم تغيير الحساب الافتراضي بنجاح

source: create new Points
ar: إنشاء نقاط جديدة

source: create points
ar: إنشاء نقاط

source: Description
ar: الوصف

source: Number of points
ar: عدد النقاط

source: Points Number
ar: عدد النقاط

source: Create Points
ar: إنشاء نقاط

source: edit blog
ar: تعديل المدونة

source: Edit Blog
ar: تعديل المدونة

source: are you sure to delete this one?
ar: هل أنت متأكد من عملية الحذف؟

source: cancel
ar: إلغاء

source: Phone Code
ar: كود الهاتف

source: Logo
ar: اللوجو

source: All Countries
ar: كل الدول

source: Thanks for Your Registration, We Will Sent Email With Activation
ar: شكرا للتسجيل الخاص بك ، سوف تصلك رسالة التنشيط علي البريد الالكتروني الخاص بك

source: Back to Website
ar: الرجوع للموقع

source: Up
ar: أعلي

source: Enter your Message
ar: رسالتك هنا

source: Close
ar: إغلاق

source: E-Mail Address
ar: البريد الإلكتروني

source: Subscribed successfully
ar: تم الإشتراك بنجاح

source: Successfully unsubscribed
ar: تم إلغاء الإشتراك بنجاح

source: Your message has been sent successfully
ar: تم ارسال رسالتك بنجاح

source: Your Request Is Pending Approval
ar: طلبك في انتظار الموافقة

source: Updated Successfully
ar: تم التعديل بنجاح

source: Deleted Successfully
ar: تم الحذف بنجاح !

source: All Tags
ar: كل الشعارات

source: create slider
ar: إنشاء سلايدر

source: Enter Slider Sort
ar: ادخل ترتيب السلايدر

source: Alt Image
ar: الصورة البديلة

source: Enter Slider Alt Image
ar: ادخل الصورة البديلة للسلايدر

source: Create Slider
ar: إنشاء سلايدر

source: Description by language
ar: الوصف حسب اللغة

source: All Open Ticket
ar: فتح تذكرة

source: Can`t Edit this Role !
ar: لا يمكن تعديل هذه الصلاحية !

source: Awaiting Approval
ar: في انتظار الموافقة

source: Approved
ar: تمت الموافقة

source: Famous User
ar: مستخدم مشهور

source: Our Accounts
ar: حساباتنا

source: Approval
ar: الموافقة

source: Choose Your Account
ar: اختر حسابك

source: Compelete Register
ar: إكمال التسجيل

source: If you are famous, complete the registration here
ar: إذا كنت مشهوراً ، أكمل التسجيل هنا

source: Famous user
ar: مستخدم مشهور

source: Edit Home Page Section
ar: تعديل قسم للصفحة الرئيسية

source: Languages
ar: اللغات

source: Select Product
ar: إختيار منتج

source: Products
ar: المنتجات

source: Select a Product
ar: إختيار منتج

source: admin login
ar: دخول الأدمن

source: Login
ar: دخول

source: email
ar: الايميل

source: password
ar: الرقم السري

source: remember me
ar: تذكرني

source: forget password
ar: هل نسيت كلمة المرور

source: login
ar: دخول

source: Change Password
ar: تغيير الرقم السري

source: Edit Profile
ar: تعديل الملف الشخصي

source: All Blog Categories
ar: كل أقسام المدونة

source: Contact US
ar: اتصال بنا

source: Contact Us
ar: تواصل معنا

source: Address
ar: العنوان

source: Contact us
ar: تواصل معنا

source: Telephone
ar: الهاتف

source: E-mail
ar: البريد الإلكتروني

source: Report abuse
ar: تقرير سوء استخدام

source: Name
ar: الاسم

source: Phone
ar: الهاتف

source: Your Message here
ar: رسالتك هنا

source: Choose Payment
ar: اختيار الدفع

source: Offline Payment
ar: الدفع بدون إنترنت

source: Bank Number
ar: رقم البنك

source: Bank Name
ar: اسم البنك

source: Holder name
ar: اسم الحامل

source: Bank Transactions number
ar: رقم المعاملات المصرفية

source: Admin
ar: الأدمن

source: View Profile
ar: عرض الملف الشخصي

source: Settings
ar: الإعدادات

source: Logout
ar: خروج

source: Navigation
ar: شريط التنقل

source: Icon Type
ar: نوع الأيقونة

source: Icon
ar: الأيقونة

source: Facebook
ar: فيسبوك

source: Whatsapp
ar: واتساب

source: Twitter
ar: تويتر

source: Instagram
ar: انستجرام

source: Youtube
ar: يوتيوب

source: Skype
ar: سكايب

source: Snapchat
ar: سناب شات

source: Vimeo
ar: فيميو

source: Soundcloud
ar: ساوند كلاود

source: Wechat
ar: وي شات

source: Flickr
ar: فليكر

source: Pinterest
ar: بينترست

source: Yahoo
ar: ياهو

source: Spotify
ar: سبوتيفي

source: Linkedin
ar: لينكدان

source: Dropbox
ar: دروبكس

source: Select Icon
ar: إختار الايقونة

source: All Social Links
ar: كل الروابط الاجتماعية

source: Role Name
ar: اسم الصلاحية

source: Save
ar: حفظ

source: Edit Role
ar: تعديل الصلاحية

source: Post to our accounts
ar: أنشر على حساباتنا

source: Designed and programmed by a company
ar: تم التصميم والبرمجة بــ واسطة شركة

source: Serv5
ar: سيرف فايف

source: All rights reserved to the site
ar: جميع الحقوق محفوظه لــ موقع

source: Ashurni
ar: أشهرني

source: admin Forget Password
ar: هل نسيت الرقم السري

source: Don't worry.
ar: لا تبالي.

source: Back to
ar: العودة إلي

source: Login.
ar: دخول.

source: Reset and send me a new Password
ar: إعادة تعيين وإرسال كلمة سر جديدة

source: Thank you and enjoy our website.
ar: شكرا لك ,نتمني لك وقتا ممتعا علي الموقع.

source: Your XCard Team
ar: فريق اكس كارد الخاص بك

source: Categories
ar: الأقسام

source: Subject
ar: الموضوع

source: Section
ar: قسم

source: No Data
ar: لايوجد بيانات

source: Attach
ar: ارفاق / الحاق

source: message
ar: رسالة

source: Bank
ar: البنك

source: Sender name
ar: اسم المرسل

source: Transfer number
ar: رقم عملية التحويل

source: Transfer Image
ar: صورة التحويل

source: The amount paid
ar: المبلغ المدفوع

source: Current Orders
ar: الطلبات الحالية

source: Ad on our accounts
ar: اعلان على حساباتنا

source: Ad with celebrities
ar: الإعلان مع المشاهير

source: Slider
ar: السلايدر

source: Can`t Delete This User
ar: لا يمكن حذف هذا المستخدم

source: Password Changed Successfully !
ar: تم تغيير الرقم السري بنجاح !

source: create new admin
ar: إنشاء ادمن جديد

source: All Admins
ar: كل الادمن

source: All Admin
ar: كل المسؤلين

source: Slider Members
ar: أعضاء السلايدر

source: All Content Types
ar: كل أنواع المحتوى

source: Select Country
ar: إختيار دولة

source: All Cities
ar: كل المدن

source: create new tags
ar: إنشاء تاج جديد

source: create tags
ar: إنشاء تاج

source: Create Tag
ar: إنشاء تاج

source: Add Admin
ar: إضافة مسؤول

source: Rolles
ar: الصلاحيات

source: edit tags
ar: تعديل التاج

source: Edit Tag
ar: تعديل التاج

source: Register
ar: تسجيل

source: When you click on the subscribe button, it means that you agree to the website terms and conditions and the privacy policy
ar: عند النقر فوق زر الاشتراك ، فهذا يعني أنك توافق على شروط وأحكام موقع الويب وسياسة الخصوصية

source: Subscription
ar: الإشتراك

source: A subscription by Google
ar: اشتراك بواسطة جوجل

source: do you have an account?! Log in here
ar: هل لديك حساب؟! تسجيل الدخول هنا

source: Total Cost
ar: التكلفة الكلية

source: Advertising is not made until after the amount has been transferred to the Ashhurni website account As it is the mediator between the member and the famous
ar: لا يتم الإعلان إلا بعد أن يتم تحويل المبلغ إلى حساب موقع Ashhurni لأنه الوسيط بين العضو والمشهور

source: After completing the announcement, you must evaluate within 24 hours, in order for us to deposit the amount In the calculation of the celebrity, and if the evaluation period exceeds 24 hours, and the evaluation has not been completed The amount is transferred to the account of the celebrity and the evaluation is considered positive
ar: بعد الانتهاء من الإعلان ، يجب أن تقيم في غضون 24 ساعة ، حتى نتمكن من إيداع المبلغ في حساب المشاهير ، وإذا تجاوزت فترة التقييم 24 ساعة ، ولم يكتمل التقييم ، يتم تحويل المبلغ إلى الحساب من المشاهير وتقييم إيجابي

source: Agree
ar: الموافقة

source: You will be notified of the invoice details to complete the payment via e-mail and notices within the site
ar: سيتم إعلامك بتفاصيل الفاتورة لإكمال الدفع عبر البريد الإلكتروني والإشعارات داخل الموقع

source: Pay
ar: دفع

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: All Currency
ar: كل العملات

source: Set Ad Time
ar: تعيين وقت الإعلان

source: Order Details
ar: تفاصيل الطلب

source: From
ar: من

source: Advertise on our accounts
ar: أعلن على حساباتنا

source: User Name
ar: اسم المستخدم

source: On many accounts
ar: ع العديد من حساباتنا

source: Show Advertisement
ar: عرض الإعلان

source: Show Advertisement Details
ar: عرض تفاصيل الإعلان

source: Place
ar: المكان

source: SR
ar: ريال سعودى

source: Duration
ar: الفترة

source: Hour
ar: ساعة

source: create new content
ar: إنشاء محتوي جديد

source: Content List
ar: قائمة المحتويات

source: Columns
ar: الأعمدة

source: Content Management
ar: إدارة المحتوي

source: You_Want_You_Sure_Delete_This_Record
ar: هل أنت متأكد من حذف هذا السجل

source: Replay To This Message
ar: الرد علي هذه الرسالة

source: Your Message
ar: رسالتك

source: Profile
ar: الملف الشخصي

source: create new country
ar: إنشاء دولة جديد

source: code
ar: الكود

source: logo
ar: اللوجو

source: Link Sent
ar: إرسال اللينك

source: PasswordConfirm
ar: تأكيد الرقم السري

source: Body
ar: جسم الصفحة (body)

source: From Email
ar: من البريد الإلكترونى

source: create new content type
ar: إنشاء نوع محتوي جديد

source: create new Priority
ar: إنشاء اهمية جديدة
