Repository: essoemmo/projects
Catalog: ashhrny/resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: Page Not Found
ar: هذه الصفحة غير موجودة

source: Article Image
ar: صورة المقال

source: edit Region
ar: تعديل المنطقة

source: edit region
ar: تعديل المنطقة

source: Edit Region
ar: تعديل المنطقة

source: create new special member
ar: إنشاء عضو خاص جديد

source: User Image
ar: صورة المستخدم

source: Please Join Our Accounts
ar: من فضلك اشترك في حساباتنا

source: Edit Famous
ar: تعديل المشهور

source: Active
ar: نشط

source: Not Active
ar: غير نشط

source: Choose
ar: أختر

source: Update
ar: تحديث

source: Your credentials doesn`t match our service
ar: بيانات الدخول الخاصة بك لا تتطابق مع خدماتنا

source: Registration is currently unavailable
ar: التسجيل غير متاح حاليًا

source: Search Resault
ar: نتائج البحث

source: Use this link to reset your password. The link is only valid for 24 hours.
ar: استخدم هذا الرابط لإعادة تعيين كلمة المرور الخاصة بك. الرابط صالح فقط لمدة 24 ساعة.

source: Hello
ar: مرحبا

source: Reset your password
ar: إعادة تعيين كلمة السر

source: The
ar: ال

source: If you’re having trouble with the button above, copy and paste the URL below into your web browser.
ar: إذا كنت تواجه مشكلة مع الزر أعلاه ، فانسخ عنوان الرابط أدناه والصقه في متصفح الويب الخاص بك.

source: My Notifications
ar: اشعاراتي

source: Advertise with celebrities
ar: اعلن لدي المشاهير

source: Featured ad
ar: ميز اعلانك

source: My Ads
ar: إعلاناتي

source: Open a ticket
ar: فتح تذكرة

source: success send
ar: تم الإرسال بنجاح

source: create new role
ar: إنشاء صلاحية جديدة

source: All Roles
ar: الصلاحيات

source: Updated At
ar: تاريخ التحديث

source: Controll
ar: التحكم

source: edit slider
ar: تعديل السلايدر

source: Edit Slider
ar: تعديل السلايدر

source: Where the ad is shown
ar: اين عرض الاعلان

source: For A Month
ar: لمده شهر

source: For A Single Day
ar: ليوم واحد

source: A request is already under review
ar: الطلب قيد المراجعة بالفعل

source: Your request has been approved and will be shown from
ar: تمت الموافقة على طلبك وسيتم عرضه من

source: to
ar: إلي

source: create new Open Ticket
ar: إنشاء تذكرة جديدة

source: Do you want to receive e-mail offers?
ar: هل ترغب في تلقي عروض علي البريد الإلكتروني؟

source: When you press the subscribe button, you are at least 16 years old You agree to the Terms and Conditions and Privacy Policy
ar: عندما تضغط على زر الاشتراك ، لا يقل عمرك عن 16 عامًا ، توافق على الشروط والأحكام وسياسة الخصوصية

source: do you have an account?! Sign in here
ar: هل لديك حساب؟! تسجيل الدخول هنا

source: Your password must contain at least (%s) uppercase letter.
ar: يجب أن تحتوي كلمة المرور الخاصة بك على (%s) كبيرًا علي الأقل.

source: Your password must contain at least (%s) lowercase letter.
ar: يجب أن تحتوي كلمة مرورك على (%s) على الأقل .

source: Your password must contain at least (%s) number.
ar: يجب أن تحتوي كلمة مرورك على رقم (%s) على الأقل.

source: Your password must contain at least (%s) special characters.
ar: يجب أن تحتوي كلمة المرور الخاصة بك على (%s) علي الأقل أحرف خاصة.

source: Choose Special Member
ar: اختيار عضو خاص

source: All Special Members
ar: كل الأعضاء الخاصين

source: create new Social Advertisement Data
ar: إنشاء بيانات إعلانات اجتماعية جديدة

source: type
ar: النوع

source: add new Home Page Section
ar: إضافة قسم جديد للصفحة الرئيسية

source: Add Home Page Section
ar: إضافة قسم للصفحة الرئيسية

source: View All
ar: عرض الكل

source: My Account
ar: حسابي

source: My Advertisements
ar: إعلاناتي

source: Home Page Section
ar: قسم الصفحة الرئيسية

source: All Home Page Section
ar: كل أقسام الصفحة الرئيسية

source: admin Reset Password
ar: إعادة تعيين الرقم السري للادمن

source: Your New Password
ar: رقمك السري الجديد

source: Confirm Your Password
ar: تأكيد الرقم السري

source: Account Name
ar: اسم الحساب

source: Hours
ar: الساعات

source: Cost
ar: التكلفة

source: Advertise
ar: أعلن

source: No Ads
ar: لا يوجد إعلانات

source: Edit Admin
ar: تعديل الادمن

source: Send Password Reset Link
ar: إرسال لينك إعادة تعيين الرقم السري

source: All Famous
ar: كل المشهورين

source: Create New Famous User
ar: انشاء مستخدم مشهور

source: Send Successfully
ar: تم الإرسال بنجاح

source: Show Message Details
ar: عرض تفاصيل الرسالة

source: Message Details
ar: تفاصيل الرسالة

source: Attachment
ar: المرفقات

source: Sender Name
ar: اسم المرسل

source: Transfer Number
ar: رقم التحويل

source: Order
ar: الطلبات

source: Transfer image
ar: صورة التحويل

source: Back
ar: العودة

source: Show Message
ar: عرض تفاصيل الرسالة

source: All Members
ar: كل الأعضاء

source: Add Role
ar: إضافة صلاحية

source: Edit Member
ar: تعديل عضو

source: Job
ar: الوظيفة

source: edit Points
ar: تعديل النقاط

source: Edit Points
ar: تعديل النقاط

source: Key
ar: المفتاح

source: Show Key
ar: عرض المفتاح

source: All Online Payment
ar: كل طرق الدفع عبر الإنترنت

source: All Contents
ar: كل الرسائل

source: Add Content
ar: إضافة محتوي

source: Column
ar: عمود

source: Column1
ar: عمود1

source: Column2
ar: عمود2

source: Column3
ar: عمود3

source: Column4
ar: عمود4

source: Content Edit
ar: تعديل المحتوي

source: No data
ar: لايوجد بيانات

source: Show/Delete
ar: حذف

source: Advertisement Details
ar: تفاصيل الإعلان

source: Enter Duration
ar: أدخل المدة

source: Enter Price
ar: أدخل السعر

source: Enter Total
ar: أدخل الكلي

source: All Featured Members
ar: كل الأعضاء المميزين

source: Place & Price
ar: المكان والسعر

source: Featured Users
ar: الأعضاء المميزين

source: All Featured Ads
ar: كل الإعلانات المميزة

source: create new permission
ar: إنشاء صلاحية جديدة

source: Permission List
ar: قائمة الصلاحيات

source: Permission Name
ar: اسم الصلاحية

source: updated_at
ar: تاريخ التعديل

source: Permission Edit
ar: تعديل الصلاحية

source: All Permissions
ar: كل الصلاحيات

source: old Password
ar: الرقم السري القديم

source: Old Password
ar: الرقم السري القديم

source: Please Complete Your Profile To Add Your Accounts
ar: يرجى ملء ملفك الشخصي لإضافة حساباتك

source: City
ar: المدينة

source: Upload Image
ar: تحميل صورة

source: Identification Number
ar: رقم الهوية

source: Identification Image
ar: صورة الهوية

source: Our team sends service and advertising messages on the phone and e-mail, do you want to receive these messages from the site ?
ar: يقوم فريقنا بإرسال رسائل خدمية ودعائية على الهاتف والبريد الالكتروني ، هل ترغب في استقبال هذه الرسائل من الموقع ؟

source: Yes, I would like to receive messages on my email
ar: نعم ارغب في استقبال الرسائل على بريدي الالكتروني

source: Yes, I would like to receive messages on my phone
ar: نعم ارغب في استقبال الرسائل على هاتفي

source: I don't want to
ar: لا ارغب بذلك

source: Update Password
ar: تحديث الرقم السري

source: Yes
ar: نعم

source: No
ar: لا

source: add new admin
ar: إنشاء ادمن جديد

source: Mark As Read
ar: علامة كمقروء

source: No Notifications
ar: لا توجد اشعارات

source: All Banks
ar: كل البنوك

source: create new city
ar: إنشاء مدينة جديدة

source: Main Settings
ar: الإعدادات الرئيسية

source: Website Name
ar: اسم الموقع

source: Website Address
ar: العنوان الموقع

source: For Payment Section
ar: خاص بقسم الدفع

source: Total Title
ar: عنوان الاجمالي

source: Payment Warning
ar: تحذير الدفع

source: Report Email
ar: ابلاغ عن ايميل

source: Email Report abuse
ar: الإبلاغ عن سوء استخدام

source: Add Multiple Phone Numbers
ar: إضافة أرقام هواتف متعددة

source: Social Title
ar: عنوان التواصل

source: Social Link
ar: لينك التواصل

source: Upload Site Logo
ar: تحميل لوجو للموقع

source: Main Logo
ar: لوجو الرئيسية

source: Footer Logo
ar: لوجو الفوتر

source: Logo Name
ar: اسم اللوجو

source: Footer Logo name
ar: اسم لوجو الفوتر

source: Footer Logo Name
ar: اسم لوجو الفوتر

source: All Setting
ar: كل الإعدادات

source: and the
ar: و ال

source: Show
ar: عرض

source: Added Successfully
ar: تم الإضافة بنجاح !

source: Subscribe
ar: الإشتراك

source: Forget Password
ar: هل نسيت كلمة المرور

source: Login With Facebook
ar: الدخول عبر الفيسبوك

source: login With Google
ar: الدخول عبر جوجل

source: create new rating level
ar: إنشاء مستوي تقييم جديد

source: created at
ar: تاريخ الإنشاء

source: No flag
ar: لا يوجد علم

source: create new language
ar: إنشاء لغة جديد

source: All Priorities
ar: كل الاهميات

source: content column1 here...
ar: محتوي العمود1 هنا.

source: content column2 here...
ar: محتوي العمود2 هنا.

source: content column3 here...
ar: محتوي العمود3 هنا.

source: content column4 here...
ar: محتوي العمود4 هنا.

source: Add Content
ar: إضافة محتوي

source: Famous Ad Cost
ar: تكلفة اعلان المشهور

source: Our Cost
ar: التكلفة

source: delivered
ar: تم التوصيل

source: Send Codes
ar: إرسال الأكواد

source: Products Details
ar: تفاصيل المنتج

source: Product
ar: المنتج

source: Quantity
ar: الكمية

source: Unit Price
ar: سعر الوحدة

source: Error Sending Code
ar: خطأ في إرسال الكود

source: country
ar: الدولة

source: Select Social Account
ar: اختار الحساب الاجتماعي

source: Add Me
ar: اضفني

source: create new blog
ar: إنشاء مدونة جديدة

source: Enter Banner Url
ar: لينك البانر

source: All Banners
ar: كل البنوك

source: ?did you forget your password
ar: هل نسيت كلمة المرور الخاصة بك
