Repository: essoemmo/projects
Catalog: mary/resources/lang/i18n/po/LC_MESSAGES/front.po
Languages: po

source: Home
po: Judgment

source: Search result
po: Rezultati pretraživanja

source: Send massges
po: Pošalji poruku

source: close
po: zatvoriti

source: send massege
po: Pošalji poruku

source: To login
po: Za prijavu

source: Sorry you should Login
po: Izvinite što bi trebalo da se prijavite

source: You should login in the web to send the like
po: Treba da se prijavite na web kako biste poslali slično

source: done like !!
po: kao !!

source: done dislike !!
po: uradio ne volim !!

source: Zawage Article
po: Članak Zawage

source: Sorry dont Found
po: Žao mi je što nisam pronađen

source: profile
po: profil

source: like
po: kao

source: blocked
po: blokiran

source: disliked
po: ne volim

source: login in web
po: prijavite se na web

source: Password
po: Lozinka

source: Remember Me
po: Zapamti me

source: Login
po: Ulogovati se

source: Forgot your password
po: Zaboravili ste šifru

source: Register
po: Registrirajte se

source: I have taken the oath, and I will stick to it
po: Položio sam zakletvu i pridržavat ću se je

source: Department
po: Odeljenje

source: female
po: žensko

source: male
po: muško

source: Register now
po: Registrirajte se sada

source: In the name of God I trusted in God God bless me good wife
po: U ime Boga vjerovao sam u Boga, blagoslovi me dobra žena

source: All member ship
po: Sve članstvo

source: username
po: korisničko ime

source: password
po: lozinku

source: password_confirmation
po: potvrda lozinke

source: The nickname that appears to all members must be decent and respectable must not exceed 15 characters
po: Nadimak koji se pojavljuje svim članovima mora biti pristojan i respektabilan, ne smije biti veći od 15 znakova

source: country
po: država

source: city
po: grad

source: Address
po: Adresa

source: nationalty
po: nacionalnost

source: material_status
po: materijalni status

source: age
po: starost

source: about the partener
po: o partneru

source: (Please write in a serious manner and it is forbidden to write email or mobile number in this place)
po: (Molimo vas da napišete ozbiljno i da je zabranjeno pisati e-poštu ili mobilni broj na ovom mjestu)

source: about_me
po: o meni

source: Very confidential information
po: Vrlo povjerljive informacije

source: Full name and mobile number: Management information that will never appear to anyone
po: Puno ime i mobilni broj: Podaci o upravljanju koji se nikada nikome neće pojaviti

source: Writing this information correctly is a confirmation of your seriousness in marriage
po: Ispravno pisanje ovih podataka potvrda je vaše ozbiljnosti u braku

source: By entering your mobile number, you will be able to use the Jawwal Jawal under construction service that allows you to receive and send mobile messages
po: Unosom svog mobilnog broja moći ćete koristiti uslugu Jawwal Jawal u izgradnji koja omogućava primanje i slanje mobilnih poruka

source: fullname
po: puno ime

source: mobile
po: mobilni

source: I have taken the oath and I will stick to it
po: Položio sam zakletvu i pridržavat ću se je

source: save
po: Spremi

source: Sorry not found city to this country
po: Žao nam je, nisam našao grad za ovu zemlju

source: You must determine your commitment to the department and determine your nationality
po: Morate odrediti predanost odjelu i odrediti državljanstvo

source: name
po: ime

source: login first
po: prvo se prijavite

source: Sorry dont Found activeuser
po: Žao nam je, ne pronađi aktivnog korisnika

source: from
po: od

source: message
po: poruka

source: Controll
po: Kontrola

source: Sorry dont Found search
po: Žao nam je što nisam pronašao pretragu

source: Sorry dont Found onlineuser
po: Žao nam je što nisam pronađen na mreži

source: Language
po: Jezik

source: Stories
po: Priče

source: onlineUser
po: onlineKorisnik

source: My wish list
po: Moja lista želja

source: Members area
po: Područje članova

source: Profile
po: Profil

source: Logout
po: Odjaviti se

source: Log In
po: Ulogovati se

source: Contact Us
po: Kontaktiraj nas

source: Country
po: Država

source: all
po: sve

source: Categories
po: Kategorije

source: Contents
po: Sadržaj

source: Latest News
po: Najnovije vijesti

source: Social Media
po: Društveni mediji

source: You have Massege from
po: Imate poruku od

source: Succesffly message sended
po: Poruka je uspješno poslana

source: updated Succfully
po: ažurirano uspješno

source: Massege is sended succssfly
po: Poruka se uspješno šalje

source: message is send successflly
po: poruka je uspešno poslata

source: home
po: Judgment

source: BestUser
po: Najbolji korisnik

source: Replay massege
po: Odgovori na poruku

source: massege befor
po: masaža prije

source: dateOfRegister
po: datum registracije

source: online
po: na vezi

source: offline
po: oprečan

source: Do you want replay the massege
po: Želite li odgovoriti na poruku

source: message Subject
po: Predmet poruke

source: send
po: poslati

source: Reset Password
po: Reset lozinke

source: Don't have an account? Click here to register
po: Nemate račun? Kliknite ovdje za registraciju

source: Send a password reset code
po: Pošaljite kôd za resetovanje lozinke

source: Change Password
po: Promenite lozinku

source: Normal Member
po: Normalni član

source: Account Settings
po: Postavke računa

source: Code Number
po: Šifra

source: Save
po: Spremi

source: home
po: Dom

source: last member
po: posljednji član

source: Subscribed
po: Pretplaćeni

source: Thanks for subscribe
po: Hvala na pretplati

source: Click here to unsubscribe
po: Kliknite ovdje za odjavu

source: You are already subscribed
po: Već ste pretplaćeni

source: Subscribe
po: Pretplatite se

source: search to
po: traži u

source: Chooose
po: Odaberite

source: Husband
po: Muž

source: wife
po: supruga

source: all_Nationalty
po: svu nacionalnost

source: all Country
po: cijela država

source: From
po: Od

source: DontCare
po: Ne brini

source: to
po: do

source: status
po: statusa

source: order result
po: rezultat naloga

source: lastlogin desc
po: last desc

source: postdate desc
po: datum objave opis

source: Advanced Search
po: napredna pretraga

source: search
po: pretraživanje

source: Active Members
po: Aktivni članovi

source: BestMember
po: Najbolji član

source: successful Story
po: uspješna priča

source: Favoutite member
po: Omiljeni član

source: Sorry not found!!!
po: Izvinite što nisam pronađen !!!

source: suscribed deleted successfly
po: pretplaćena izbrisana uspješno

source: state
po: državnog

source: About the partener
po: O partneru

source: About me
po: O meni

source: You should login in the web to send the blocked
po: Trebate se prijaviti na web kako biste poslali blokirane

source: Done the user is blocked
po: Završeno je korisnik blokiran

source: Done the user is disliked
po: Gotovo da korisnik ne voli

source: Sorry dont Found Story
po: Izvinite što nisam pronašao priču

source: Search Advanced
po: Traži Napredno

source: Account settings
po: Postavke računa

source: Welcome to your account management page
po: Dobrodošli na stranicu za upravljanje računom

source: notifaction
po: obavještenje

source: likeList
po: poput Popisa

source: dislikeList
po: Lista ne sviđa

source: who like me
po: koji mi se sviđaju

source: my massege
po: moja poruka

source: My favorite partner
po: Moj omiljeni partner

source: online now
po: online sada

source: settings
po: postavke

source: edit details
po: uredi detalje

source: contact mangment
po: upravljanje kontaktima

source: logout
po: odjaviti se

source: You have been with us since
po: Od tada ste s nama

source: Your membership number is
po: Vaš članski broj je

source: Your data page is at the following address
po: Stranica s podacima nalazi se na sljedećoj adresi

source: The time in the site is GMT
po: Vrijeme na web mjestu je GMT

source: You can control your account properties with special settings
po: Možete kontrolirati svojstva vašeg računa pomoću posebnih postavki

source: click here
po: kliknite ovdje

source: Change the status of your appearance from connected to hidden or vice versa
po: Promijenite status svog izgleda iz povezanog u skriveno ili obrnuto

source: Important notice to all members of the site
po: Važna obavijest svim članovima web mjesta

source: When a member is added to the ignore list he she will not be able to email you anymore Please do not forget to help us and alert us to any member abusing the site, to take the necessary action against him
po: Kada je član dodan na listu zanemarivanja, on vam više neće moći slati e-poštu. Nemojte zaboraviti da nam pomognete i upozorite nas na bilo kojeg člana koji zloupotrebljava web mjesto da poduzmemo potrebne radnje protiv njega

source: We ask that we ask you and please not to give your e-mail to any young man no matter what the request Whatever the reasons.Giving e-mail to a young person for quicker understanding and conversation on Messenger is a violation of the terms of correspondence The only way to get in touch with a young man who wants to marry is through internal messaging Site It is the safest way and under the umbrella of site management
po: Molimo vas da vas molimo i ne molimo da ne šaljete svoju e-poštu bilo kojem mladiću bez obzira na zahtjev. Bez obzira na razloge. Davanje e-maila mladoj osobi za brže razumijevanje i razgovor na Messengeru predstavlja kršenje uvjeta prepiska Jedini način da stupite u kontakt s mladićem koji se želi vjenčati je putem interneta za razmjenu poruka. To je najsigurniji način i pod kapom upravljanja web lokacijama

source: Reason for prohibition
po: Razlog zabrane

source: Through research,scrutiny and follow-up of the members who request to chat outside the site do not want marriage, but dating and friendship only Most of the requests for e - mail and Messenger does not want to be under the cover of the site for fear of ban, so requests that the conversation takes place outside the site When a member offends the girl off site (via email or messenger), we do not see him and we have no concrete evidence of his ban Therefore, my sister registered on the site is prohibited to give e-mail information to the member There are hundreds of people who have been blessed by God through the site have used only internal messages
po: Kroz istraživanje, pomno ispitivanje i praćenje članova koji traže da razgovaraju izvan web stranice, ne žele brak, već samo druženje i prijateljstvo Većina zahtjeva za e-poštu i Messenger ne želi biti pod tajnom stranicom za strah od zabrane, pa traži da se razgovor vodi izvan web lokacije Kada član vrijeđa djevojčicu sa stranice (putem e-maila ili glasnika), ne vidimo ga i nemamo konkretne dokaze o njegovoj zabrani. Dakle, moja sestra se prijavila na stranica je zabranjeno davati podatke o e-pošti članu Postoje stotine ljudi koje je Bog blagoslovio putem stranice koristili su samo interne poruke

source: Bad script on site
po: Loša skripta na licu mesta

source: The young person registers the site with good data (false), and corresponds with the girl through internal messages, and ask her e-mail to identify Better on messenger and via email, so the poor girl believes him and gives him the email and messenger And then the young man reveals what he really is and asks to talk about things outside marriage and ask for illegal things. The girl will then tell the administration She has discovered a bad guy and asks him to ban him from the site. The supervisor enters and searches for the young man and sees his data Interior sent there is no And there is no directory inside the site, and the directory only on the messenger that is outside the appointed and powers of the site That is, when the girl violated the conditions of correspondence and the safe way set by the site and exited the young man outside the site I was insulted by the bad guy
po: Mlada osoba registrira web mjesto s dobrim podacima (lažno) i dopisuje se s djevojkom putem internih poruka te od nje zatraži e-mail da identificira Better putem messengera i putem e-maila, pa mu jadna djevojka vjeruje i daje mu e-mail i messenger A onda mladić otkriva šta zapravo jest i traži da razgovara o stvarima izvan braka i zatraži ilegalne stvari. Djevojka će tada reći administraciji Otkrila je negativca i moli ga da ga zabrani sa stranice. Nadzornik ulazi i traži mladića i vidi njegove podatke. Unutrašnjost poslana nema i nema direktorija unutar web lokacije, a mapa samo na glasniku koji je izvan imenovanog i ovlasti web mjesta To jest, kad djevojka prekršio uvjete prepiske i siguran način koji je postavio mjesto i izišao s mladićem izvan stranice mene je uvrijedio negativac

source: form
po: forma

source: numberId
po: brojId

source: created
po: kreirao

source: password is null please write new password
po: lozinka je null, napišite novu lozinku

source: password changed
po: lozinka promijenjena

source: email changed
po: e-adresa je promijenjena

source: massege
po: masaža

source: action
po: akcija

source: Succesffly values sended
po: Vrijednosti su uspješno poslane

source: member ship
po: članstvo

source: All member ship
po: Sve članstvo

source: user name
po: korisničko ime

source: date register
po: registar datuma

source: edit password
po: uredi lozinku

source: edit email
po: uredi e-poštu

source: delete member
po: izbriši člana

source: Edit Details
po: Uredi detalje

source: Your E-mail
po: Vaš email

source: Copyright © 2018 .com™. All rights reserved.
po: Copyright © 2018 .com ™. Sva prava zadržana

source: design and development by
po: dizajn i razvoj

source: We congratulate all the participants who have been blessed by God to find their other half through this site and wish them a happy life in obedience and satisfactions, and we wish God success to all members The following are some of the successful stories that we have announced
po: Čestitamo svim sudionicima koje je Bog blagoslovio da su pronašli svoju drugu polovicu putem ove stranice i želimo im sretan život u poslušnosti i zadovoljstvima, te želimo Bogu uspjeh svim članovima Slijedi nekoliko uspješnih priča koje smo najavili

source: Latest Members
po: Najnoviji članovi

source: Article
po: Član

source: subscribe
po: pretplatite se
